{"pageProps":{"tool":{"id":"1","title":"Pool Match Me","description":"<div class=\"paragraph\">​We now have a dedicated website directly for getting referrals for Poolfunding! <br> <br> <strong>The Cost:</strong> 100 USDT for 2 Referrals</div>","imageSrc":"/images/poolMatchMe.png","videoText":"","videoSrc":"","toolUrl":"https://rough-salad-4827.on.fleek.co/tools/0","url":"https://poolmatch.me/register/Marsniper27","buttonText":"Join Pool Match Me","toolVideoText":"<div class=\"paragraph\"><strong>How it works:</strong><br>Requirement: Sign up for Poolfunding and have an active account - If you have not yet joined Poolfunding just ask to be Private Messaged and I will provide a sign up link.<br><br><strong>1. </strong>Make sure you sign up as a \"Sponsor\" if you are looking to grow your own Poolfunding team.&nbsp;<br><br><strong>2.</strong> Sign up for Pool Match Me using a referral link:<br><a href=\"https://poolmatch.me/register/Mars44\" target=\"_blank\" class=\"keychainify-checked\">https://poolmatch.me/register/Mars44</a><br><br><strong>3.</strong> You will need to refer 1 person of your own to Pool Match Me with your own referral link before you can start matching with referrals. *Let people know that it does not cost anything for them to sign up using your link and make a profile and to sign up as a \"Sponsor\". Once they're ready to use the service they can pay at that point.<br><br><strong>4. </strong>Pay the 100 USDT Fee.&nbsp;<br><br><strong>5.</strong> From the list of available referrals you will click \"Interested\" and that person will be notified, if they are also interested then you will be given contact details from which you can speak to each other and finally agree to \"match\".<br><br><strong>6.</strong> Once matched, your referral will go through the onboarding team in which 25 USDT of your 100 USDT payment will be used to get the referral up and going within their Metamask wallet.&nbsp;<br><br>Why 100 USDT?&nbsp;<br>30 USDT goes to onboarding the referral of which you can onboard 2 people.&nbsp;<br>30 + 30 = 60. However the onboarding team is paid 5 USDT for the service of onboarding them. Leaving 25 USDT for the referral to begin with in Poolfunding.&nbsp;<br>The remaining 40 USDT is the cost for the service in general allowing Sponsors to match with Referrals.</div>","toolVideoSrc":"","pageBottomText":"Join Pool Match Me today"}},"__N_SSG":true}